Repository: netblade/saraste_leirirekkari
Catalog: leirirekkari/locale/*/LC_MESSAGES/leirirekkari.po
Languages: fi_fi

source: Edit village kitchen
fi_fi: Muokkaa kyläkeittiötä

source: New club
fi_fi: Uusi lippukunta

source: New subcamp
fi_fi: Uusi alaleiri

source: New subunit
fi_fi: Uusi savu

source: New village
fi_fi: Uusi kylä

source: New village kitchen
fi_fi: Uusi kyläkeittiö

source: Login info
fi_fi: Kirjautumistiedot

source: Personal privileges
fi_fi: Henkilökohtaiset käyttöoikeudet

source: Send login and password by email to given email address?
fi_fi: Lähetä käyttäjänimi ja salasana annettuun sähköpostiosoitteeseen?

source: Require password change
fi_fi: Vaadi salasanan vaihtoa

source: Require user to change password on next login?
fi_fi: Vaadi käyttäjää vaihtamaan salasana seuraavalla kirjautumisella?

source: Last login
fi_fi: Viimeisin kirjautuminen

source: Active
fi_fi: Aktiivinen

source: Create new user
fi_fi: Luo uusi käyttäjä

source: Require user to change password on first login?
fi_fi: Vaadi käyttäjää vaihtamaan salasana ensimmäisellä kirjautumisella?

source: Are you sure that you want to delete this person?
fi_fi: Haluatko varmasti poistaa tämän käyttäjän?

source: Login data
fi_fi: Kirjautumistiedot

source: Logout
fi_fi: Uloskirjautuminen

source: User agent
fi_fi: Selaimen tiedot

source: No logins
fi_fi: Ei kirjautumisia

source: Deactivate
fi_fi: Poista käytöstä

source: Activate
fi_fi: Ota käyttöön

source: You have been logged out.
fi_fi: Sinut on kirjattu ulos

source: Welcome, ${username}! You are logged in.
fi_fi: Tervetuloa ${username}! Olet nyt kirjautunut sisään.

source: Login failed.
fi_fi: Kirjautuminen epäonnistui.

source: Login failed. Please provide username and password.
fi_fi: Kirjautuminen epäonnistui. Syötä käyttäjänimi ja salasana.

source: New card
fi_fi: Uusi kortti

source: Reason created.
fi_fi: Luotiin syy.

source: Please provide title.
fi_fi: Syötä avain

source: New reason
fi_fi: Uusi syy

source: Reason saved.
fi_fi: Tallennettiin syy.

source: Treatmenttype created.
fi_fi: Luotiin hoitotyyppi.

source: New treatmenttype
fi_fi: Uusi hoitomuoto

source: Treatmenttype saved.
fi_fi: Hoitomuoto tallennettu

source: MethodOfArrival created.
fi_fi: Saapumistapa luotu

source: New methodofarrival
fi_fi: Uusi saapumistapa

source: MethodOfArrival saved.
fi_fi: Saapumistapa tallennettu

source: Empty search, please provide search string.
fi_fi: Tyhjä haku, syötä haettava teksti.

source: Participant created.
fi_fi: Luotiin leiriläinen.

source: Missing firstname and / or lastname.
fi_fi: Ei etu- ja /tai sukunimeä.

source: Wrong time format in presences.
fi_fi: Paikallaolotiedossa väärä aikamuoto, ei tallennettu, tarkista tiedot.

source: Participant saved.
fi_fi: Tallennettiin leiriläinen.

source: Participant with id ${id} not found.
fi_fi: Leiriläistä id:llä ${id} ei löytynyt.

source: Added new status for participant.
fi_fi: Lisättiin leiriläiselle uusi status.

source: Error converting euros-field, please check values.
fi_fi: Virhe muuttaessa euro-kenttää, tarkista arvot

source: Added new payment for participant.
fi_fi: Lisättiin uusi maksutieto leiriläiselle.

source: Update payment for participant.
fi_fi: Päivitettiin leiriläisen maksutietoja

source: Canceled participant booking.
fi_fi: Peruutettiin leiriläisen ilmoittautuminen

source: Uncanceled participant booking.
fi_fi: Aktivoitiin leiriläisen ilmoittautuminen

source: Added new status for participant ${name}.
fi_fi: LIsättiin uusi status leiriläiselle ${name}

source: Report
fi_fi: Raportti

source: Papa name
fi_fi: Pääkaupunkiseudun partiolaiset

source: Shift created.
fi_fi: Luotiin työvuoro.

source: Error creating shift. Shift ends before it begins.
fi_fi: Virhe työvuoroa luotaessa. Vuoro päättyy ennen alkamistaan.

source: Shift saved.
fi_fi: Tallennettiin työvuoro.

source: Error saving shift. Shift ends before it begins.
fi_fi: Virhe työvuoroa tallennettaessa. Vuoro päättyy ennen alkamistaan.

source: Log item created.
fi_fi: Luotiin tapahtuma.

source: Log item saved.
fi_fi: Tallennettiin tapahtuma.

source: Shift
fi_fi: Työvuoro

source: Edit logitem
fi_fi: Muokkaa työvuoroa

source: Log item deleted.
fi_fi: Tapahtuma poistettu.

source: Error finding logitem to delete.
fi_fi: Virhe etsiessä poistettavaa tapahtumaa.

source: List
fi_fi: Listaa

source: Setting created.
fi_fi: Luotiin asetus.

source: Setting with same key exists allready.
fi_fi: Samalla avaimella oleva asetus on jo olemassa.

source: Please provide key.
fi_fi: Syötä avain

source: New
fi_fi: Uusi

source: Setting saved.
fi_fi: Tallennettiin asetukset

source: Imported clubs: ${clubcount}
fi_fi: Tuotiin lippukuntia: ${clubcount}

source: Clubs to import: ${clubcount}
fi_fi: Tuotavia lippukuntia jäljellä: ${clubcount}

source: Imported bookings: ${bookingscount}
fi_fi: Tuotiin ilmoittautumisia: ${bookingscount}

source: Bookings to import: ${bookingscount}
fi_fi: Tuotavia ilmoittautumisia jäljellä: ${bookingscount}

source: Imported answer: ${answerscount}
fi_fi: Tuotiin vastauksia: ${answerscount}

source: Answers to import: ${answerscount}
fi_fi: Tuotavia vastauksia jäljellä: ${answerscount}

source: Imported payment: ${answerscount}
fi_fi: Tuotiin maksutietoja: $answerscount}

source: Payments to import: ${answerscount}
fi_fi: Maksutietoja jäljellä: ${answerscount}

source: Imported contactinfos: ${infocount}
fi_fi: Tuotiin yhteystietoja: ${infocount}

source: Concact infos to import: ${infocount}
fi_fi: Tuotavia yhteystietoja jäljellä: ${infocount}

source: Imported presences: ${presencecount}
fi_fi: Tuotiin paikallaoloja: ${presencecount}

source: Presence rows to import: ${presencecount}
fi_fi: Tuotavia paikallaoloja jäljellä: ${presencecount}

source: Imported subunits: ${subunitcount}
fi_fi: Tuotiin savuja: ${subunitcount}

source: Subunit rows to import: ${subunitcount}
fi_fi: Tuotavia savuja jäljellä: ${subunitcount}

source: Imported users: ${usercount}
fi_fi: Tuotiin käyttäjiä: ${usercount}

source: User rows to import: ${usercount}
fi_fi: Rivejä jäljellä: {usercount}

source: Club with name ${clubname} allready exists
fi_fi: Lippukunta nimellä ${clubname} on jo olemassa

source: Imported club ${clubname}
fi_fi: Tuotiin lippukunta ${clubname}

source: Imported subunit ${subunitname}
fi_fi: Tuotiin savu ${subunitname}

source: Booking with code ${bookingcode} allready exists, updating
fi_fi: Ilmoittautuminen koodilla ${bookingcode} on jo olemassa, päivitetään

source: Imported booking ${bookingcode}
fi_fi: Tuotiin ilmoittautuminen koodilla ${bookingcode}

source: Booking with code ${bookingcode} not found, skipping.
fi_fi: Ei löydetty ilmoittautumista koodilla ${bookingcode}, skipataan.

source: Skipping
fi_fi: Skipataan

source: Added payment to ${bookingcode}
fi_fi: Lisättiin maksurivi ilmoittautumiskoodille ${bookingcode}

source: Added language to ${bookingcode}
fi_fi: Lisättiin kieli ilmoittautumiskoodille ${bookingcode}

source: Added medical data to ${bookingcode}
fi_fi: Lisättiin lääkinnällistä tietoa ilmoittautumiskoodille ${bookingcode}

source: Added next of kin data to ${bookingcode}
fi_fi: Lisättiin lähiomaisen tietoa ilmoittautumiskoodille ${bookingcode}

source: Added agegroup data to ${bookingcode}
fi_fi: Lisättiin ikäryhmä ilmoittautumiskoodille ${bookingcode}

source: Added spiritual data to ${bookingcode}
fi_fi: Lisättiin hengellinen tieto ilmoittautumiskoodille ${bookingcode}

source: Added notes data to ${bookingcode}
fi_fi: Lisättiin lisäinfo ilmoittautumiskoodille ${bookingcode}

source: Added title data to ${bookingcode}
fi_fi: Lisättiin pestitieto ilmoittautumiskoodille ${bookingcode}

source: Added sleeping at data to ${bookingcode}
fi_fi: Lisättiin nukkumistieto ilmoittautumiskoodille ${bookingcode}

source: Added participant wish to ${bookingcode}
fi_fi: Lisättiin toivetieto ilmoittautumiskoodille ${bookingcode}

source: Added specialities data to ${bookingcode}
fi_fi: Lisättiin erikoisosaamistieto ilmoittautumiskoodille ${bookingcode}

source: Added pj course data to ${bookingcode}
fi_fi: Lisättiin pj-kurssitieto ilmoittautumiskoodille ${bookingcode}

source: Added roverway data to ${bookingcode}
fi_fi: Lisätiin RW-tieto ilmoittautumiskoodille ${bookingcode}

source: Added participant enlistment data to ${bookingcode}
fi_fi: Lisättiin pestitieto ilmoittautumiskoodille ${bookingcode}

source: Added metadata to ${bookingcode}
fi_fi: Lisättiin lisätieto ilmoittautumiskoodille ${bookingcode}

source: Imported answer to ${bookingcode}
fi_fi: Tuotiin polku vastaus ilmoittautumiskoodille ${bookingcode}

source: Import polku answers pricings
fi_fi: Tuo polku vastaukset maksutieto

source: Import polku contacts
fi_fi: Tuo polku yhteysitedot (IT_information)

source: Participant with membernumber ${membernumber} not found, skipping.
fi_fi: Osallistujaa jäsennumerolla ${membernumber} ei löytynyt, skipataan.

source: Imported contactinfo to ${membernumber}
fi_fi: Tuotiin yhteystieto jäsennumerolla ${membernumber}

source: Duplicate, skipping
fi_fi: Duplikaatti, skipataan

source: Imported presence to ${bookingnumber}
fi_fi: Tuotiin paikallaolotieto ilmoittautumiskoodille ${bookingnumber}

source: Empty username, skipping
fi_fi: Tyhjä käyttäjätunnus, skipataan

source: User with ${username} allready exists, skipping
fi_fi: Käyttäjä tunnuksella ${username} on jo olemassa, skipataan.

source: User account information for
fi_fi: Käyttäjätilin tiedot sivustolle

source: Hi Here are your account details for ${site_name}. Username: ${username} Password: ${password} You can login at ${site_url} Remember to behave and that all the personal data is classified and should be used and distributed carefully.
fi_fi: Hei Tässä käyttäjätilisi tiedot sivustolle ${site_name}. Käyttäjänimi: ${username} Salasana: ${password} Voit kirjautua osoitteesta ${site_url} Muista käyttäytyä nätisti ja että kaikki henkilötiedot ovat salattavaa tietoa ja siksi niitä pitää käyttää ja jakaa harkiten.

source: Imported user ${username} and sended password by email to address ${email}
fi_fi: Tuotiin käyttäjä ${username} ja lähetettiin sähköposti osoitteeseen ${email}

source: Imported user ${username} with password ${password}
fi_fi: Tuotiin käyttäjä tunnukselle ${username} ja asetettiin salasanaksi ${password}

source: Subcamp created.
fi_fi: Luotiin alaleiri.

source: Please provide subcamp name.
fi_fi: Syötä alaleirin nimi.

source: Subcamp saved.
fi_fi: Tallennettiin alaleiri.

source: Village created.
fi_fi: Luotiin kylä.

source: Please provide village name.
fi_fi: Syötä kylän nimi.

source: Village saved.
fi_fi: Tallennettiin kylä.

source: Subunit created.
fi_fi: Luotiin savu.

source: Please provide subunit name.
fi_fi: Syötä savun nimi.

source: Subunit saved.
fi_fi: Tallennettiin savu.

source: Club created.
fi_fi: Luotiin lippukunta.

source: Please provide club name.
fi_fi: Syötä lippukunnan nimi.

source: Club saved.
fi_fi: Tallennettiin lippukunta.

source: Village kitchen created.
fi_fi: Kyläkeitiö luotu.

source: Please provide village_kitchen name.
fi_fi: Anna kyläkeittiön nimi.

source: New village_kitchen
fi_fi: Uusi kyläkeittiö

source: Village kitchen saved.
fi_fi: Kyläkeittiö tallennettu.

source: Edit village_kitchen
fi_fi: Muokkaa kyläkeittiötä.

source: Passwords too short, must be at least 12 characters long.
fi_fi: Salasana liian lyhyt, pitää olla vähintään 12 merkkiä pitkä.

source: Passwords didn't match.
fi_fi: Salasanat eivät vastanneet toisiaan.

source: User created.
fi_fi: Luotiin käyttäjä.

source: User with that username allready exists. Please choose another one.
fi_fi: Käyttäjä antamallasi käyttäjänimellä on jo olemassa. Vaihda käyttäjänimeä.

source: User saved.
fi_fi: Tallennettiin käyttäjä

source: User activated.
fi_fi: Aktivoitiin käyttäjä

source: User deactivated.
fi_fi: Poistetiin käytöstä käyttäjä.

source: User deleted.
fi_fi: Poistettiin käyttäjä.

source: Group created.
fi_fi: Luotiin ryhmä.

source: Group with that name allready exists.
fi_fi: Ryhmä antamallasi nimellä on jo olemassa.

source: Group saved.
fi_fi: Tallennettiin ryhmä.

source: Me
fi_fi: Minä

source: Password changed.
fi_fi: Vaihdettiin salasana

source: Please provide email address.
fi_fi: Syötä sähköpostiosoite.
