Repository: netblade/saraste_leirirekkari
Catalog: leirirekkari/locale/*/LC_MESSAGES/leirirekkari.po
Languages: fi_fi

source: age_group_0
fi_fi: Ei tiedossa

source: age_group_1
fi_fi: Lapset

source: age_group_2
fi_fi: Sudenpennut

source: age_group_3
fi_fi: Seikkailijat

source: age_group_4
fi_fi: Tarpojat

source: age_group_5
fi_fi: Samoajat

source: age_group_6
fi_fi: Vaeltajat

source: age_group_7
fi_fi: Aikuiset

source: sex_0
fi_fi: Ei tiedossa

source: sex_10
fi_fi: Mies

source: sex_20
fi_fi: Nainen

source: spiritual_0
fi_fi: Ei tiedossa

source: spiritual_10
fi_fi: Ekumeeninen jumalanpalvelus

source: spiritual_20
fi_fi: Elämänkatsomuksellinen ohjelma

source: view
fi_fi: Näytä

source: settings_view
fi_fi: Näytä asetukset

source: settings_list
fi_fi: Listaa asetukset

source: settings_users
fi_fi: Käyttäjät

source: settings_users_modify
fi_fi: Muokkaa käyttäjiä

source: settings_users_activations
fi_fi: Muokkaa käyttäjien aktiivisuutta

source: settings_users_modify_groups
fi_fi: Muokkaa käyttäjien ryhmiä

source: settings_users_modify_permissions
fi_fi: Muokkaa käyttäjien käyttöoikeuksia

source: settings_groups
fi_fi: Ryhmät

source: settings_groups_modify
fi_fi: Muokkaa ryhmiä

source: settings_groups_modify_persons
fi_fi: Muokkaa ryhmän käyttäjiä

source: settings_groups_modify_permissions
fi_fi: Muokkaa ryhmän käyttöoikeuksia

source: settings_me
fi_fi: Minä

source: settings_imports
fi_fi: Tuonnit

source: settings_organization
fi_fi: Organisaatio

source: medical_view
fi_fi: Lääkintä näytä

source: medical_add_card
fi_fi: Lääkintä, lisää kortti

source: medical_nurse
fi_fi: Lääkintä, hoitaja

source: medical_doctor
fi_fi: Lääkintä, lääkäri

source: medical_settings
fi_fi: Lääkintä, asetukset

source: kitchen_view
fi_fi: Muonitus, näytä

source: kitchen_view_allergies
fi_fi: Muonitus, näytä allergiat

source: programme_view
fi_fi: Ohjelma, näytä

source: security_view
fi_fi: Turva, näytä

source: security_shifts_view
fi_fi: Turva, näytä työvuorot

source: security_shifts_modify
fi_fi: Turva, muokkaa työvuoroja

source: security_shifts_log_modify
fi_fi: Turva, muokkaa tapahtumia

source: security_participant_status
fi_fi: Turva, näytä leiriläisen status

source: security_participant_view
fi_fi: Turva, näytä leiriläinen

source: office_participant_view_polku
fi_fi: Toimisto, näytä leiriläisen polkudata

source: office_view
fi_fi: Toimisto, näytä

source: office_participant_view
fi_fi: Toimisto, näytä osallistuja

source: office_participant_view_medical
fi_fi: Toimisto, näytä osallistujan lääkinnälliset tiedot

source: office_participant_new
fi_fi: Toimisto, luo osallistuja

source: office_participant_edit
fi_fi: Toimisto, muokkaa osallistujaa

source: office_participant_delete
fi_fi: Toimisto, poista osallistuja

source: Audit action
fi_fi: Audit tapahtuma

source: Audit action: Update
fi_fi: Päivitys

source: Audit action: Password update
fi_fi: Salasanan päivitys

source: Audit action: Create
fi_fi: Luonti

source: Audit action: Imported
fi_fi: Importti

source: Audit action:
fi_fi: Audit tapahtuma:

source: Participant status: 0
fi_fi: Ei määritetty

source: Participant status: 10
fi_fi: Leirissä

source: Participant status: 30
fi_fi: Leirisairaalassa

source: Participant status: 50
fi_fi: Ohjelmapisteessä

source: Participant status: 110
fi_fi: Ulkona, tulee takaisin

source: Participant status: 200
fi_fi: Poistunut

source: To_view_basic_info
fi_fi: Perustiedot

source: To_view_status
fi_fi: Status

source: To_view_status_all
fi_fi: Tila lisätiedoilla

source: To_view_age_group
fi_fi: Ikäryhmä

source: To_view_club
fi_fi: Lippukunta

source: To_view_subunit
fi_fi: Savu

source: To_view_village
fi_fi: Kylä

source: To_view_subcamp
fi_fi: Alaleiri

source: To_view_presence
fi_fi: Paikallaolot

source: To_view_next_of_kin
fi_fi: Lähiomaiset

source: To_view_medical_diets
fi_fi: Ruokavaliot

source: To_view_medical_food_allergies
fi_fi: Ruoka-aineallergiat

source: To_view_medical_allergies
fi_fi: Lääkeaineallergiat

source: To_view_medical_other
fi_fi: Lääkinnän tiedot

source: To_view_birthdate
fi_fi: Syntymäpäivä

source: To_view_wishes
fi_fi: Liljatoiveet

source: To_view_address
fi_fi: Osoitetiedot

source: To_view_phone_and_email
fi_fi: Puhelinnumerot ja sähköposti

source: To_view_languages
fi_fi: Kielitaito

source: To_view_age
fi_fi: Ikä

source: To_view_sex
fi_fi: Sukupuoli

source: To_view_spiritual
fi_fi: Hengellinen ohjelma

source: To_view_medical_allergies_boolean
fi_fi: Onko allergioita?

source: To_view_booking_no
fi_fi: Polku booking_no

source: To_view_designation_title
fi_fi: Pesti

source: To_view_medical_diets_boolean
fi_fi: Onko ruokavalioita?

source: To_view_village_kitchen
fi_fi: Kyläkeittiö

source: To_view_medical_food_allergies_boolean
fi_fi: Onko ruoka-aineallergioita?

source: To_view_designation_all
fi_fi: Pesti-vastaukset

source: To_view_medical_need_help_boolean
fi_fi: Tarvitseeko apua lääkkeiden otossa?

source: To_view_polku_member_id
fi_fi: Polku member_id

source: To_view_kitchen_table
fi_fi: Muonituksen taulukko

source: To_view_payments
fi_fi: Maksutiedot

source: Additional search field: Participant.firstname
fi_fi: Etunimi

source: Additional search field: Participant.lastname
fi_fi: Sukunimi

source: Additional search field: Participant.nickname
fi_fi: Kutsumanimi

source: Additional search field: Participant.title
fi_fi: Pesti

source: Additional search field: Participant.email
fi_fi: Sähköposti

source: Additional search field: Participant.member_no
fi_fi: Polku member_no

source: Additional search field: Participant.member_id
fi_fi: Polku member_id

source: Additional search field: Participant.booking_no
fi_fi: Polku booking_no

source: Additional search field: Participant.notes
fi_fi: Lisätiedot

source: Additional search field: Participant.specialities
fi_fi: Erityisosaaminen

source: Additional search field: ParticipantNextOfKin.name
fi_fi: Lähiomaisen nimi

source: Additional search field: ParticipantNextOfKin.email
fi_fi: Lähiomaisen sähköposti

source: Additional search field: ParticipantNextOfKin.phone
fi_fi: Lähiomaisen puhelin

source: Additional search field: ParticipantPhone.phone
fi_fi: Puhelinnumero

source: Additional search field: ParticipantLanguage.language
fi_fi: Kielitaito

source: Additional search field: ParticipantAddress.street
fi_fi: Katuosoite

source: Additional search field: ParticipantAddress.postalcode
fi_fi: Postinumero

source: Additional search field: ParticipantAddress.city
fi_fi: Kaupunki

source: Additional search type: ==
fi_fi: On yhtä kuin

source: Additional search type: !=
fi_fi: Eri kuin

source: Additional search type: LIKE
fi_fi: Sisältää (LIKE)

source: Additional search type: IN
fi_fi: Listassa (erottele arvot pilkulla) (IN)

source: Camp registry
fi_fi: Leirirekisteri

source: Settings
fi_fi: Asetukset

source: Log out
fi_fi: Kirjaudu ulos

source: Home
fi_fi: Etusivu

source: Office
fi_fi: Toimisto

source: Security
fi_fi: Turva

source: Programme
fi_fi: Ohjelma

source: Kitchen
fi_fi: Muonitus

source: Medical
fi_fi: Lääkintä

source: Frontpage
fi_fi: Etusivu

source: Feedback
fi_fi: Palaute

source: Access denied
fi_fi: Pääsy kielletty

source: You cant use Internet Explorer or Safari for this site, please install Chrome or Firefox.
fi_fi: Käyttö estetty selaimellasi, asenna Chrome tai Firefox käyttääksesi tätä sivustoa.

source: You cant use your device for this site Please login from a device thats a bit more secure
fi_fi: Et voi käyttää sivustoa käyttämälläsi laitteella. Tule takaisin jollain turvallisemmalla laitteella

source: Login
fi_fi: Kirjaudu

source: Password
fi_fi: Salasana

source: Log in
fi_fi: Kirjaudu

source: Page not found
fi_fi: Sivua ei löytynyt

source: Send feedback about the leirirekkari. Or bug report. Or wish list item. Or just say hey
fi_fi: Laita palautetta leirirekkarista. Tai virheilmoitusta. Tai toivomuslistaa. Tai sano vaikka hei.

source: Type
fi_fi: Tyyppi

source: Bug report
fi_fi: Virheilmoitus

source: Wish list item
fi_fi: Toivomuslistaa

source: Hey
fi_fi: Veturimiehet heiluttaa

source: Title
fi_fi: Otsikko

source: Content
fi_fi: Sisältö

source: Send
fi_fi: Lähetä

source: Thank you
fi_fi: Kiitos

source: Organization
fi_fi: Organisaatio

source: Unit
fi_fi: Yksikkö

source: Select date
fi_fi: Valitse päivä

source: Refresh
fi_fi: Päivitä

source: Village kitchens
fi_fi: Kyläkeittiöt

source: Subcamp
fi_fi: Alaleiri

source: Village kitchen
fi_fi: Kyläkeittiö

source: Villages
fi_fi: Kylät

source: Go to card
fi_fi: Etsi korttia

source: Search by card id or patient name or membernumber
fi_fi: Etsi kortin numerolla, tai potilaan nimellä tai jäsennumerolla

source: Search
fi_fi: Hae

source: Search participant
fi_fi: Etsi leiriläistä

source: Search by text
fi_fi: Tekstihaku

source: Cards
fi_fi: Kortit

source: Statistics
fi_fi: Tilastot

source: Results
fi_fi: Tulokset

source: Patient
fi_fi: Potila

source: Status
fi_fi: Tila

source: Created
fi_fi: Luotu

source: card_status_
fi_fi: Kortin tila

source: No cards found
fi_fi: Ei löydetty kortteja

source: Card
fi_fi: Kortti

source: Name
fi_fi: Nimi

source: Club
fi_fi: Lippukunta

source: Subunit
fi_fi: Savu

source: Village
fi_fi: Kylä

source: Create
fi_fi: Luo

source: No participants found
fi_fi: Ei leiriläisiä

source: View card
fi_fi: Näytä kortti

source: Reasons
fi_fi: Syyt

source: Count
fi_fi: Lukumäärä

source: Treatment type
fi_fi: Hoitomuoto

source: Method of arrival
fi_fi: Saapumistapa

source: Start
fi_fi: Alkaa

source: End
fi_fi: Päättyy

source: Update view
fi_fi: Päivitä näkymä

source: Card id
fi_fi: Kortin numero

source: View card for
fi_fi: Näytä kortti

source: Card info
fi_fi: Kortin tiedot

source: Checked in
fi_fi: Sisäänkirjautunut

source: Checked out
fi_fi: Uloskirjautunut

source: Card status
fi_fi: Kortin tila

source: card_status_0
fi_fi: Avoin

source: card_status_10
fi_fi: Kesken

source: card_status_20
fi_fi: Suljettu

source: card_status_30
fi_fi: Aiheeton

source: Patient info
fi_fi: Potilaan tiedot

source: Age group
fi_fi: Ikäryhmä

source: Additional
fi_fi: Lisätiedot

source: Social security number
fi_fi: Henkilöturvatunnus

source: Notes
fi_fi: Lisätiedot

source: Insurance
fi_fi: Vakuutus

source: Insurance, scouts
fi_fi: Partiovakuutus

source: Insurance, other
fi_fi: Oma vakuutus

source: Insurance company
fi_fi: Vakuutusyhtiö

source: Insurance number
fi_fi: Vakuutusnumero

source: Medical info
fi_fi: Terveystiedot

source: Medical_diet
fi_fi: Ruokavalio

source: Medical_food_allergy
fi_fi: Ruoka-aineallergia

source: Medical_additional_food
fi_fi: Ruoka-aineallergiat, lisätiedot

source: Medical_drugs_help
fi_fi: Tarvitsen apua lääkkeiden ottamiseen

source: Dont need
fi_fi: Ei tarvitse

source: Own leader or subunit first aid
fi_fi: Oma johtaja tai savun ensiapuvastaava

source: Camphospital
fi_fi: Leirisairaala

source: Medical_illnesses
fi_fi: Sairaudet

source: Medical_allergies
fi_fi: Allergiat

source: Medical_additional_health
fi_fi: Terveydentilan lisätiedot

source: Pregnancy weeks during camp
fi_fi: Raskausviikot leirin aikana

source: Medications
fi_fi: Lääkitykset

source: Medications given
fi_fi: Annetti lääkitystä

source: No
fi_fi: Ei

source: Yes
fi_fi: Kyllä

source: Medications info
fi_fi: Lääkityksen tiedot

source: Treatment
fi_fi: Hoito

source: Reason
fi_fi: Syy

source: Diagnose
fi_fi: Diagnoosi

source: Follow up
fi_fi: Jatkohoito

source: Going to
fi_fi: Siirtyy

source: Follow up notes
fi_fi: Jatkohoidon tiedot

source: Events
fi_fi: Tapahtumat

source: Time
fi_fi: Aika

source: Writer
fi_fi: Kirjoittaja

source: Nurse
fi_fi: Hoitaja

source: Doctor
fi_fi: Lääkäri

source: Remove event
fi_fi: Poista tapahtuma

source: Add event
fi_fi: Lisää tapahtuma

source: Save
fi_fi: Tallenna

source: Reset
fi_fi: Tyhjennä

source: Create new card
fi_fi: Luo uusi kortti

source: Basic info
fi_fi: Perustiedot

source: age_group_
fi_fi: ikäryhmä

source: Info
fi_fi: Tiedot

source: Event
fi_fi: Tapahtuma

source: Edit card
fi_fi: Muokkaa korttia

source: Edit methodofarrival
fi_fi: Muokkaa saapumistapaa

source: Methodofarrival
fi_fi: Saapumistapa

source: Description
fi_fi: Kuvaus

source: Edit reason
fi_fi: Muokkaa syytä

source: Edit treatmenttype
fi_fi: Muokkaa saapumistapaa

source: Treatmenttype
fi_fi: Hoitomuoto

source: Tools
fi_fi: Työkalut

source: Edit
fi_fi: Muokkaa

source: No reasons defined, please create
fi_fi: Ei syitä määritettynä, lisää

source: Treatmenttypes
fi_fi: Hoitomuodot

source: No treatmenttypes defined, please create
fi_fi: Ei hoitomuotoja määirettynä, lisää

source: Methodsofarrival
fi_fi: Saapumistavat

source: Create reason
fi_fi: Luo syy

source: Create treatmenttype
fi_fi: Luo hoitotyyppi

source: Create methodofarrival
fi_fi: Luo saapumistapa

source: Create new methodofarrival
fi_fi: Luo uusi saapumistapa

source: Create new reason
fi_fi: Luo uusi syy

source: Create new treatmenttype
fi_fi: Luo uusi hoitotyyppi

source: You can search by name, membershipnumber or some other info
fi_fi: Voit etsiä nimellä, jäsennumerolla tai muulla henkilön perustiedolla

source: Reports
fi_fi: Raportit

source: New report
fi_fi: Uusi raportti

source: Agegroup
fi_fi: Ikäryhmä

source: Childs
fi_fi: Lapset

source: Cubs
fi_fi: Sudenpennut

source: Adventurers
fi_fi: Seikkailijat

source: Trackers
fi_fi: Tarpojat

source: Exlorers
fi_fi: Samoajat

source: Rovers
fi_fi: Vaeltajat

source: Adults
fi_fi: Aikuiset

source: Sex
fi_fi: Sukupuoli

source: Men
fi_fi: Mies

source: Boy
fi_fi: Poika

source: Female
fi_fi: Nainen

source: Girl
fi_fi: Tyttö

source: Spiritual programme
fi_fi: Hengellinen ohjelma

source: The ecumenical church service
fi_fi: Ekumeeninen jumalanpalvelus

source: Life stance programme
fi_fi: Elämankatsomuksellinen ohjelma

source: Participant status:
fi_fi: Leiriläisen status:

source: Show canceled
fi_fi: Peruuttaneet

source: Show canceled: No
fi_fi: Ei peruuttaineita

source: Show canceled: Only
fi_fi: Vain peruuttaneet

source: Show canceled: Both
fi_fi: Näytä kaikki

source: Presence date and time
fi_fi: Paikalla päivämäärällä

source: Birthdate
fi_fi: Syntymäpäivä

source: Add search parameter
fi_fi: Lisää hakuehto

source: Search field
fi_fi: Hakukenttä

source: Additional search field:
fi_fi: Kenttä

source: Search type
fi_fi: Tyyppi

source: Additional search type:
fi_fi: Haun tyyppi

source: Search value
fi_fi: Arvo

source: Remove line
fi_fi: Poista rivi

source: What to view
fi_fi: Mitä näytetään

source: To_view_
fi_fi: Näytä

source: Create report
fi_fi: Luo raportti

source: Open in excel
fi_fi: Avaa exceliin

source: Create participant
fi_fi: Uusi leiriläinen

source: Presences
fi_fi: Paikallaolot

source: Presences by unit
fi_fi: Paikallolot osa-alueittain

source: Leader
fi_fi: Johtaja

source: Unassigned clubs
fi_fi: Sijoittamattomat lippukunnat

source: Show / hide text search
fi_fi: Näytä / piilota tekstihaku

source: Show / hide search values
fi_fi: Näytä / piilota hakuehdot

source: Show only open payments
fi_fi: Näytä vain avoimet maksut

source: Show only open payments: No
fi_fi: Ei

source: Show only open payments: Only
fi_fi: Kyllä

source: Is canceled
fi_fi: Onko peruuttanut

source: Firstname
fi_fi: Etunimi

source: Lastname
fi_fi: Sukunimi

source: Nickname
fi_fi: Kutsumanimi

source: Designation
fi_fi: Pesti

source: Street
fi_fi: Katuosoite

source: Postalcode
fi_fi: Postinumero

source: City
fi_fi: Kaupunki

source: Phone
fi_fi: Puhelin

source: Email
fi_fi: Sähköposti

source: Languages
fi_fi: Kielet

source: Expected next change
fi_fi: Seuraava muutos

source: Status description
fi_fi: Tilan kuvaus

source: Age
fi_fi: Ikä

source: Spiritual
fi_fi: Hengellinen

source: Medical_diet_boolean
fi_fi: Onko ruokavalioita?

source: Medical_food_allergy_boolean
fi_fi: Onko ruoka-aineallergioita?

source: Allergies
fi_fi: Allergiat

source: Allergies_boolean
fi_fi: Onko allergioita?

source: Medical_drugs_help_boolean
fi_fi: Tarvitseeko apua lääkkeiden otossa?

source: Next of kin, primary
fi_fi: Lähiomainen, ensisijainen

source: Next of kin, primary phone
fi_fi: Ensisijainen puhelinnumero

source: Next of kin, secondary
fi_fi: Lähiomainen, toissijainen

source: Next of kin, secondary phone
fi_fi: Toissijainen puhelinnumero

source: Wishes activity 1
fi_fi: Lilja 1

source: Wishes activity 2
fi_fi: Lilja 2

source: Wishes activity 3
fi_fi: Lilja 3

source: Preliminary signups
fi_fi: Alustavat ilmoittautumiset

source: Payments total
fi_fi: Maksettavia

source: Paid total
fi_fi: Maksettu

source: To pay yet
fi_fi: Maksamatta

source: Job at camp
fi_fi: Pesti leirillä

source: Enlisted by
fi_fi: Pestaaja

source: Enlister works as
fi_fi: Pestaajan pesti

source: Enlistment table a
fi_fi: Pestitaulukon kohta a

source: Enlistment table b1
fi_fi: Pestitaulukon kohta b1

source: Enlistment table b2
fi_fi: Pestitaulukon kohta b2

source: Enlistment table b3
fi_fi: Pestitaulukon kohta b3

source: Canceled
fi_fi: Peruuttanut

source: Unknown
fi_fi: Ei tiedossa

source: Show medical stats
fi_fi: Näytä muonituksen statistiikat

source: Hide stats
fi_fi: Piiloita tilastot

source: Show kitchen table
fi_fi: Näytä muonituksen taulukko

source: Diets
fi_fi: Ruokavaliot

source: Food allergies
fi_fi: Ruoka-aineallergiat

source: Action
fi_fi: Toiminto

source: Update status
fi_fi: Päivitä status

source: New status
fi_fi: Uusi status

source: Show stats
fi_fi: Näytä tilastot

source: Total
fi_fi: Yhteensä

source: Age groups
fi_fi: Ikäryhmät

source: sex_
fi_fi: sukupuoli

source: spiritual_
fi_fi: Hengellinen

source: Edit participant
fi_fi: Muokkaa leiriläistä

source: First name
fi_fi: Etunimi

source: Last name
fi_fi: Sukunimi

source: Child
fi_fi: Lapsi

source: Cub
fi_fi: Sudenpentu

source: Adventurer
fi_fi: Seikkailija

source: Tracker
fi_fi: Tarpoja

source: Exlorer
fi_fi: Samoaja

source: Rover
fi_fi: Vaeltaja

source: Adult
fi_fi: Aikuinen

source: Member number
fi_fi: Jäsennumero

source: Address
fi_fi: Osoite

source: Street address
fi_fi: Katuosoite

source: Postal code
fi_fi: Postinumero

source: Country
fi_fi: Maa

source: Phone and email
fi_fi: Puhelin ja sähköposti

source: Number
fi_fi: Numero

source: Phone type
fi_fi: Puhelimen lisätieto

source: Add phone
fi_fi: Lisää puhelinnumero

source: Language skills
fi_fi: Kielitaidot

source: Language
fi_fi: Kieli

source: Add language
fi_fi: Lisää kieli

source: Presence
fi_fi: Paikalla

source: Starts
fi_fi: Alkaa

source: Ends
fi_fi: Päättyy

source: Add presence
fi_fi: Lisää paikallaolo

source: Metadatas
fi_fi: Lisätiedot

source: Metadata item
fi_fi: Lisätieto

source: Key
fi_fi: Avain

source: Value
fi_fi: Arvo

source: Metadata
fi_fi: Arvo

source: Add metadata
fi_fi: Lisää lisätieto

source: Create new participant
fi_fi: Luo uusi leiriläinen

source: Booking canceled!
fi_fi: Ilmoittautuminen peruutettu!

source: Participant
fi_fi: Leiriläinen

source: Booking no
fi_fi: Polku Booking no

source: Current status
fi_fi: Nykyinen status

source: Set new status
fi_fi: Aseta uusi status

source: Change status
fi_fi: Muuta statusta

source: Contact info
fi_fi: Yhteystiedot

source: Phones
fi_fi: Puhelinnumerot

source: Next of kin
fi_fi: Lähiomainen

source: Primary
fi_fi: Ensisijainen

source: Secondary
fi_fi: Toissijainen

source: No language skills
fi_fi: Ei kielitaitoja

source: No presences
fi_fi: Ei paikallaoloja

source: No metadatas
fi_fi: Ei lisätietoja

source: Wishes, activity 1
fi_fi: Liljatoive 1

source: Wishes, activity 2
fi_fi: Liljatoive 2

source: Wishes, activity 3
fi_fi: Liljatoive 3

source: No wishes
fi_fi: Ei toiveita

source: Polku booking
fi_fi: Polku ilmoittautuminen

source: Polku answers
fi_fi: Polku vastaukset

source: Polku contact
fi_fi: Polku yhteystiedot

source: View participant payments
fi_fi: Näytä osallistujan maksutiedot

source: Participant canceled booking
fi_fi: Leiriläinen peruutti ilmoittautumisen

source: Uncancel booking
fi_fi: Peru peruutus

source: Payments
fi_fi: Maksutiedot

source: Euros
fi_fi: Euroa

source: Note
fi_fi: Huomio

source: Paid
fi_fi: Maksettu

source: Send invoice
fi_fi: Laskuta

source: Total sum:
fi_fi: Kokonaissumma:

source: Total paid:
fi_fi: Maksettu:

source: Still to pay:
fi_fi: Maksamatta:

source: No payment data
fi_fi: Ei maksutietoja

source: New payment
fi_fi: Uusi maksutieto

source: Edit payment
fi_fi: Muokkaa maksutietoa

source: View participant
fi_fi: Näytä leiriläinen

source: Clubs
fi_fi: Lippukunnat

source: All
fi_fi: Kaikki

source: TOTAL:
fi_fi: YHTEENSÄ:

source: Shifts
fi_fi: Työvuorot

source: Edit shift
fi_fi: Muokkaa työvuoroa

source: Create new shift
fi_fi: Luo uusi työvuoro

source: Log item type
fi_fi: Tapahtuman tyyppi

source: Event type Help
fi_fi: Avustus

source: Event type Security
fi_fi: Turva

source: Event type Alarm
fi_fi: Hälytys

source: Notified by
fi_fi: Ilmoittaja

source: Task
fi_fi: Tehtävä

source: People present
fi_fi: Paikalla

source: Started
fi_fi: Alkoi

source: Ended
fi_fi: Päättyi

source: Security shifts
fi_fi: Turvan työvuorot

source: View
fi_fi: Näytä

source: Are you sure that you want to delete this logitem?
fi_fi: Haluatko varmasti poistaa tämän tapahtuman?

source: View shift
fi_fi: Näytä työvuoro

source: New log item
fi_fi: Uusi tapahtuma

source: Log items
fi_fi: Tapahtumat

source: Delete
fi_fi: Poista

source: No items
fi_fi: Ei kohteita

source: Edit setting
fi_fi: Muokkaa asetuksia

source: setting: setting_key
fi_fi: asetus: avain

source: Setting
fi_fi: Asetus

source: Use
fi_fi: Käytä

source: My own
fi_fi: Minä

source: Users
fi_fi: Käyttäjät

source: Groups
fi_fi: Ryhmät

source: Import
fi_fi: Tuo

source: Create new setting
fi_fi: Luo uusi asetus

source: Edit group
fi_fi: Muokkaa ryhmää

source: Privileges
fi_fi: Käyttöoikeudet

source: Create new group
fi_fi: Luo uusi ryhmä

source: Are you sure that you want to delete this group?
fi_fi: Oletko varma, että haluat poistaa tämän ryhmän?

source: Group
fi_fi: Ryhmä

source: All privileges
fi_fi: Kaikki käyttöoikeudet

source: No privileges
fi_fi: Ei käyttöoikeuksia

source: Import clubs
fi_fi: Tuo lippukunnat

source: Delimeter
fi_fi: Erotin

source: Headers
fi_fi: Otsakkeet

source: Delay between import runs
fi_fi: Tauko ajojen välissä

source: Rows per run
fi_fi: Rivejä per ajo

source: File
fi_fi: Tiedosto

source: CSV-file
fi_fi: CSV-tiedosto

source: Imports
fi_fi: Tuonnit

source: Import organization
fi_fi: Tuo organisaatio

source: Import polku bookings
fi_fi: Tuo polku ilmoittautumiset (bookings)

source: Import polku answers
fi_fi: Tuo polku vastaukset (answers)

source: Import polku contact
fi_fi: Tuo polku yhteystiedot (IT_information)

source: Import presences
fi_fi: Tuo paikallaolot

source: Import users
fi_fi: Tuo käyttäjiä

source: Import polku contact info
fi_fi: Tuo polku yhteystiedot (IT_information)

source: Running importer
fi_fi: Ajetaan tuontia

source: Importer allready run. Imported ${itemcount} items.
fi_fi: Tuonti ajettu. Tuotiin ${itemcount} kohdetta.

source: Edit user
fi_fi: Muokkaa käyttäjää

source: Finnish
fi_fi: Suomi

source: Finland Swedish
fi_fi: Suomenruotsi

source: English
fi_fi: Englanti

source: Change password
fi_fi: Vaihda salasana

source: Password confirmation
fi_fi: Salasanan varmistus

source: User
fi_fi: Käyttäjä

source: Not set
fi_fi: Ei asetettu

source: Username
fi_fi: Käyttäjänimi

source: No groups
fi_fi: Ei ryhmiä

source: No specific privileges
fi_fi: Ei erilisiä käyttöoikeuksia

source: Edit club
fi_fi: Muokkaa lippukuntaa

source: Short name
fi_fi: Lyhyt nimi

source: Club code
fi_fi: Lippukunnan polkukoodi

source: Sub unit
fi_fi: Savu

source: Create subcamp
fi_fi: Luo alaleiri

source: Create village
fi_fi: Luo kylä

source: Create village kitchen
fi_fi: Luo kyläkeittiö

source: Create subunit
fi_fi: Luo savu

source: Create club
fi_fi: Luo lippukunta

source: Edit subcamp
fi_fi: Muokkaa alaleiriä

source: Edit subunit
fi_fi: Muokkaa savua

source: Edit village
fi_fi: Muokkaa kylää
